"3-finger Horizontal Swipe" = "کشیدن سه انگشتی افقی";
"3-finger Vertical Swipe" = "کشیدن سه انگشتی عمودی";
"4-finger Horizontal Swipe" = "کشیدن چهار انگشتی افقی";
"4-finger Vertical Swipe" = "کشیدن چهار انگشتی عمودی";
"About" = "درباره";
"About %@" = "About %@";
"Accessibility" = "Accessibility";
"Acknowledgments" = "تصدیق";
"Active app" = "برنامه فعال";
"Active screen" = "صفحه فعال";
"Active Space" = "فضای کاری فعال";
"Add a running app" = "افزودن یک برنامه در حال اجرا";
"Add an app from disk" = "افزودن یک برنامه از دیسک";
"Additional controls" = "کنترل های اضافی";
"Additional controls…" = "کنترل های اضافی ...";
"Advanced" = "پیشرفته";
"After keys are released" = "پس از رها شدن کلیدها";
"After release" = "پس از آزادی";
"Align windows" = "ویندوز را تراز کنید";
"Align windows:" = "هم‌تراز کردن پنجره‌ها:";
"All apps" = "همه برنامه ها";
"All data from this form will be made public, as a ticket on github.com" = "تمام داده های این فرم به عنوان بلیط در github.com علنی می شوند";
"All screens" = "تمام صفحه ها";
"All Spaces" = "All Spaces";
"Allowed" = "مجاز";
"Alphabetical" = "بر اساس حروف الفبا";
"Alphabetical Order" = "ترتیب حروف الفبا";
"Also select windows using:" = "همچنین پنجره‌ها را با استفاده از:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab crashed last time you used it. Sending a crash report will help get the issue fixed";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "ALTTAB در حال حاضر برای نمایش برنامه ها تنظیم شده است.این تنظیم فقط در صورت تنظیم AltTab برای نمایش ویندوز در دسترس است.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab بدون مجوز ضبط صفحه در حال اجرا است. تصاویر بندانگشتی نمایش داده نخواهند شد.";
"AltTab needs some permissions" = "Alttab به برخی از مجوزها نیاز دارد";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab نشان می دهد که آیا پنجره در حال حاضر به حداقل رسیده یا تمام صفحه با یک نماد وضعیت است.";
"Always" = "همیشه";
"Always send crash reports" = "Always send crash reports";
"and press" = "و مطبوعات";
"and press:" = "و فشار دهید:";
"Animations" = "انیمیشن";
"Animations…" = "انیمیشن ها";
"App (BundleID starting with)" = "برنامه (شروع بسته از)";
"App Icons" = "نمادهای برنامه";
"App is hidden" = "برنامه پنهان است";
"App is running but has no open window" = "برنامه در حال اجرا است اما پنجره باز ندارد";
"Apparition delay" = "تأخیر در ظاهر";
"Apparition delay of Switcher" = "تاخیر ظاهر شدن سوئیچر";
"Apparition delay:" = "تاخیر در ظاهر شدن";
"Appearance" = "ظاهر";
"Application Name" = "Application Name";
"Application Name - Window Title" = "نام برنامه - عنوان پنجره";
"Applications" = "برنامه های کاربردی";
"Are you sure you don’t want a response?" = "آیا مطمئن هستید که پاسخی نمی خواهید؟";
"Arrow keys" = "کلیدهای جهت‌نما";
"Ask whether to send crash reports" = "بپرسید که آیا گزارش های تصادف را ارسال کنید";
"Auto" = "خودکار";
"Auto-install updates periodically" = "به صورت دوره‌ای و خودکار به‌روزرسانی کن";
"Blacklists" = "Blacklists";
"Cancel" = "لغو";
"Cancel and hide" = "لغو و پنهان کردن";
"Capture windows in the background" = "ضبط پنجره‌ها در پس‌زمینه";
"Center" = "Center";
"Check for updates now…" = "همین الان به روزرسانی را بررسی کن";
"Check for updates periodically" = "به صورت دوره‌ای به‌روزرسانی را بررسی کن";
"Check for updates…" = "به‌روزرسانی را بررسی کن";
"Check permissions…" = "Check permissions…";
"Close window" = "پنجره نزدیک";
"Conflicting shortcut" = "میانبر متضاد";
"Controls" = "کنترل";
"Crash reports policy" = "سیاست گزارش های تصادف";
"Crash reports policy:" = "سیاست گزارش‌های خرابی:";
"Cursor follows focus" = "اشاره‌گر ماوس دنبال‌کننده تمرکز";
"Customize App Icons style…" = "سفارشی کردن سبک آیکون های برنامه ...";
"Customize Thumbnails style…" = "سبک های کوچک را سفارشی کنید ...";
"Customize Titles style…" = "عناوین را سفارشی کنید ...";
"Dark" = "تاریک";
"Debug tools" = "ابزارهای اشکال‌زدایی";
"Disabled" = "غیرفعال";
"Do nothing" = "کاری";
"Don’t check for updates periodically" = "به صورت دوره‌ای به‌روزرسانی را بررسی نکن";
"Don’t send" = "ارسال نکنید";
"Don’t show windows from these apps" = "پنجره‌های این برنامه‌ها را نمایش نده";
"Done" = "انجام شده";
"End" = "پایان";
"Exceptions" = "استثناها";
"Export settings…" = "خروجی گرفتن از تنظیمات…";
"Export…" = "خروجی گرفتن…";
"Fade in animation of Preview" = "انیمیشن ظاهر شدن (ورود) پیش‌نمایش";
"Fade out animation" = "محو شدن انیمیشن";
"Fade out animation of Switcher" = "انیمیشن محو شدن (خروج) سوئیچر";
"Fade out animation:" = "انیمیشن محو شدن (خروج):";
"Failed to import settings" = "وارد کردن تنظیمات ناموفق بود";
"Focus selected window" = "تمرکز پنجره انتخاب شده";
"Fullscreen window" = "پنجره تمام‌صفحه";
"Fullscreen windows:" = "پنجره‌های تمام‌صفحه:";
"Fullscreen/Defullscreen window" = "پنجره تمام صفحه/defullscreen";
"General" = "عمومی";
"Gesture" = "اشاره (ژست)";
"Grant permission" = "اعطای مجوز";
"Hidden windows:" = "پنجره‌های مخفی:";
"Hide" = "مخفی کردن";
"Hide app badges" = "پنهان کردن نشان های برنامه";
"Hide app badges:" = "مخفی کردن نشان برنامه‌ها:";
"Hide apps with no open window" = "مخفی کردن برنامه ها بدون پنجره باز";
"Hide apps with no open window:" = "مخفی کردن برنامه‌های بدون پنجره باز:";
"Hide colored circles on mouse hover" = "محافل رنگی را روی شناور موش مخفی کنید";
"Hide colored circles on mouse hover:" = "مخفی کردن دایره‌های رنگی هنگام نگه‌داشتن ماوس:";
"Hide in %@" = "Hide in %@";
"Hide Space number labels" = "برچسب های شماره فضا را پنهان کنید";
"Hide Space number labels:" = "مخفی کردن برچسب‌های شماره فضای کاری:";
"Hide status icons" = "Hide status icons";
"Hide status icons:" = "مخفی کردن آیکون‌های وضعیت:";
"Hide window thumbnails:" = "مخفی کردن تصاویر بندانگشتی پنجره:";
"Hide/Show app" = "برنامه پنهان/نمایش";
"High" = "عالی";
"Highest" = "بالاترین";
"Hold" = "نگه داشتن";
"Horizontal Swipe with Four Fingers" = "کشیدن افقی با چهار انگشت";
"Horizontal Swipe with Three Fingers" = "کشیدن افقی با سه انگشت";
"I think the app could be improved with…" = "من گمان می‌کنم این نرم‌افزار می‌تواند بهتر شود به طریق...";
"Ignore shortcuts when active" = "Ignore shortcuts when active";
"Ignore shortcuts while a window from these apps is active" = "نادیده گرفتن میانبرها هنگامی که پنجره‌ای از این برنامه‌ها فعال است";
"Import settings…" = "ورودی گرفتن از تنظیمات…";
"Import…" = "وارد کردن…";
"Keep open" = "باز نگه داشتن";
"Keep open and search" = "باز نگه داشتن و جستجو";
"Language" = "زبان";
"Language Change" = "تغییر زبان";
"Large" = "بزرگ";
"Later" = "بعداً";
"Latest releases" = "تازه‌ترین نسخه‌ها";
"Leading" = "منتهی شدن";
"Left" = "چپ";
"Light" = "سبک";
"Lock search" = "قفل کردن جستجو";
"Max height on screen:" = "حداکثر ارتفاع در صفحه:";
"Max width on screen:" = "حداکثر عرض در صفحه:";
"Medium" = "متوسط";
"Menubar icon" = "نماد منوبر";
"Menubar icon:" = "آیکون نوار منو:";
"Middle" = "میانه";
"Minimize/Deminimize window" = "پنجره را به حداقل برسانید";
"Minimized windows:" = "پنجره‌های کوچک‌شده:";
"Miscellaneous" = "متفرقه";
"Miscellaneous:" = "متفرقه:";
"Mouse hover" = "نگه‌داشتن ماوس";
"Multiple screens" = "چندین صفحه";
"Never" = "هرگز";
"Never send crash reports" = "Never send crash reports";
"No Window" = "بدون پنجره";
"Non-active apps" = "برنامه‌های غیرفعال";
"Non-visible Spaces" = "فضا‌های غیرقابل مشاهده";
"Normal" = "عادی";
"Not allowed" = "مجاز نیست";
"NSHumanReadableCopyright" = "گواهی GPL-3.0";
"Only if the window is fullscreen" = "فقط اگر پنجره تمام‌صفحه باشد";
"Only on different screen" = "فقط در صفحه نمایش دیگر";
"Open Accessibility Preferences…" = "تنظیمات دسترسی آزاد…";
"Open Accessibility Settings…" = "باز کردن تنظیمات دسترس‌پذیری…";
"Open Screen Recording Preferences…" = "تنظیمات ضبط صفحه را باز کنید ...";
"Open Screen Recording Settings…" = "باز کردن تنظیمات ضبط صفحه…";
"Open System Settings to confirm, and continue" = "برای تأیید و ادامه، تنظیمات سیستم را باز کنید";
"Open Trackpad Preferences…" = "باز کردن تنظیمات ترک‌پد…";
"Open Trackpad Settings…" = "باز کردن تنظیمات ترک‌پد…";
"Optional: email (if you want a reply)" = "انتخابی:‌ آدرس ایمیل (اگر می‌خواهید پاسخ بدهید)";
"Order windows by" = "سفارش پنجره ها توسط";
"Please fill in the form" = "لطفاً فرم را پر کنید";
"Policies" = "Policies";
"Preferences…" = "ترجیحات...";
"Preview selected window" = "پیش نمایش پنجره انتخاب شده";
"Preview selected window:" = "پیش‌نمایش پنجره انتخاب‌شده:";
"Preview the selected window." = "پیش نمایش پنجره انتخاب شده.";
"Quit" = "ترک";
"Quit %@" = "خروج از %@";
"Quit app" = "Quit app";
"Recently Created" = "اخیراً ایجاد شده";
"Recently Created First" = "اخیراً اولین بار ایجاد شده است";
"Recently Focused" = "اخیراً متمرکز شده";
"Recently Focused First" = "Recently Focused First";
"Remember my choice" = "انتخاب من را به خاطر بسپار";
"Reset preferences and restart" = "تنظیم مجدد تنظیمات و راه اندازی مجدد";
"Reset preferences and restart…" = "تنظیم مجدد تنظیمات و راه اندازی مجدد ...";
"Reset settings and restart" = "بازنشانی تنظیمات و راه‌اندازی مجدد";
"Reset settings and restart…" = "بازنشانی تنظیمات و راه‌اندازی مجدد…";
"Restart Now" = "همین حالا راه‌اندازی مجدد";
"Rows of thumbnails:" = "ردیف‌های تصاویر بندانگشتی:";
"Screen including menu bar" = "صفحه از جمله نوار منو";
"Screen including mouse" = "صفحه نمایش شامل موش";
"Screen Recording" = "ضبط صفحه نمایش";
"Screen showing AltTab" = "Screen showing AltTab";
"Search" = "جستجو";
"Select next window" = "پنجره بعدی را انتخاب کنید";
"Select previous window" = "پنجره قبلی را انتخاب کنید";
"Select windows on mouse hover" = "ویندوز را در شناور ماوس انتخاب کنید";
"Select windows using arrow keys" = "ویندوز را با استفاده از کلیدهای فلش انتخاب کنید";
"Select windows using vim keys" = "ویندوز را با استفاده از کلیدهای VIM انتخاب کنید";
"Send" = "ارسال";
"Send a crash report?" = "Send a crash report?";
"Send anyway" = "Send anyway";
"Send debug profile (CPU, memory, etc)" = "ارسال پروفایل دیباگ (CPU، حافظه، و غیره)";
"Send feedback" = "ارسال بازخورد";
"Send feedback…" = "ارسال بازخورد...";
"Settings imported" = "تنظیمات وارد شدند";
"Settings…" = "تنظیمات";
"Share improvement ideas, or report bugs" = "ایده های بهبود را به اشتراک بگذارید ، یا اشکالات را گزارش دهید";
"Shortcut" = "میانبر";
"Shortcut 1" = "Shortcut 1";
"Shortcut 2" = "Shortcut 2";
"Shortcut 3" = "میانبر 3";
"Shortcut 4" = "میانبر 4";
"Shortcut 5" = "میانبر 5";
"Shortcut already assigned to another action: %@" = "میانبر قبلاً به یک عمل دیگر اختصاص داده شده است: ٪@";
"Shortcuts When Active" = "میانبرها هنگام فعال بودن";
"Shortcuts when active…" = "میانبرها در هنگام فعال ...";
"Show" = "نشان دادن";
"Show & Hide" = "نمایش و پنهان کردن";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "برای هر پنجره یا برای هر برنامه یک مورد را در سوئیچ نشان دهید.ویندوز متمرکز خواهد شد ، در حالی که برنامه ها فعال می شوند.";
"Show apps with no open window" = "نمایش برنامه‌های بدون پنجره باز";
"Show at the end" = "Show at the end";
"Show fullscreen windows" = "ویندوزهای تمام صفحه را نشان دهید";
"Show hidden windows" = "ویندوزهای پنهان را نشان دهید";
"Show in switcher" = "نمایش در تعویض";
"Show minimized windows" = "ویندوز به حداقل رساندن";
"Show on" = "نشان دادن";
"Show on:" = "نمایش در:";
"Show standard tabs as windows" = "برگه های استاندارد را به عنوان ویندوز نشان دهید";
"Show standard tabs as windows:" = "نمایش تب‌های استاندارد به عنوان پنجره:";
"Show titles" = "عناوین نمایش";
"Show windows from applications" = "ویندوز را از برنامه ها نشان دهید";
"Show windows from screens" = "ویندوز را از صفحه نمایش نشان دهید";
"Show windows from Spaces" = "ویندوز را از فضاها نشان دهید";
"Show windows from:" = "نمایش پنجره‌ها از:";
"Size" = "اندازه";
"Skipped" = "رد شده";
"Small" = "کم اهمیت";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "برخی از برنامه ها مانند Finder یا Preview از زبانه های استاندارد استفاده می کنند که مانند ویندوزهای مستقل عمل می کنند.برخی از برنامه های دیگر مانند مرورگرهای وب از زبانه های سفارشی استفاده می کنند که به روش های منحصر به فرد عمل می کنند و ویندوز واقعی نیستند.Alttab نمی تواند موارد جداگانه را لیست کند.";
"Source code repository" = "مخزن کد منبع";
"Space" = "فضای کاری";
"Space Order" = "محل";
"Start" = "شروع";
"Start at login" = "از ورود به سیستم شروع کنید";
"Start at login:" = "اجرا هنگام ورود:";
"Support this project" = "پشتیبانی از این پروژه";
"Swipe with Four Fingers" = "کشیدن با چهار انگشت";
"Swipe with Three Fingers" = "کشیدن با سه انگشت";
"Switch between 3 different styles. You can customize them." = "بین 3 سبک مختلف تغییر کنید.می توانید آنها را سفارشی کنید.";
"System" = "سیستم";
"System Default" = "پیش‌فرض سیستم";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "میانبر ⌘⎋ (command+escape) ممکن است توسط macOS برای GameOverlay استفاده شود.\n\nتغییر شما آن را به: %@ اختصاص می‌دهد.\n\nاگر می‌خواهید ادامه دهید، مطمئن شوید که میانبر GameOverlay غیرفعال است.\nهمچنین توجه داشته باشید که macOS باگ‌هایی را گزارش کرده است که در آن میانبر ممکن است حتی در حالت غیرفعال بودن نیز تداخل ایجاد کند.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "کلید ⎋ (escape) توسط برخی از میانبرهای macOS رزرو شده است (مثلاً ⌘⌥⎋ پنجره Force Quit Applications را نمایش می‌دهد).\n\nاگر می‌خواهید از ⎋ استفاده کنید، مطمئن شوید که Hold modifiers هیچ‌یک از موارد زیر نباشند: ⌘⌥, ⌘⌥⇧, یا ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "کلید ⎋ (escape) توسط برخی از میانبرهای macOS رزرو شده است (مثلاً ⌘⌥⎋ پنجره Force Quit Applications را نمایش می‌دهد).\n\nتغییر شما آن را به: %@ اختصاص می‌دهد.\n\nاگر می‌خواهید از ⎋ استفاده کنید، مطمئن شوید که Hold modifiers هیچ‌یک از موارد زیر نباشند: ⌘⌥, ⌘⌥⇧, یا ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "برنامه برای اعمال تنظیمات وارد شده نیاز به راه‌اندازی مجدد دارد.";
"The application needs to restart to apply the language change." = "برنامه برای اعمال تغییر زبان نیاز به راه‌اندازی مجدد دارد.";
"Theme" = "موضوع";
"Theme:" = "تم";
"Then release:" = "سپس رها کنید:";
"This permission is needed to focus windows after you release the shortcut" = "این مجوز برای تمرکز ویندوز پس از انتشار میانبر لازم است";
"This permission is needed to show screenshots and titles of open windows" = "این مجوز برای نشان دادن تصاویر و عناوین ویندوز باز لازم است";
"This permission is needed to show thumbnails and preview of open windows" = "این مجوز برای نمایش تصاویر بندانگشتی و پیش‌نمایش پنجره‌های باز مورد نیاز است";
"Thumbnails" = "ریز عکسها";
"Title" = "عنوان";
"Title truncation" = "کوتاه شدن عنوان";
"Titles" = "عناوین";
"Trackpad haptic feedback" = "بازخورد لمسی ترک‌پد";
"Trigger" = "فعال‌ساز";
"Trigger shortcut" = "میانبر ماشه";
"Unassign existing shortcut and continue" = "میانبر موجود را بدون استفاده و ادامه دهید";
"Updates policy" = "خط مشی به روزرسانی";
"Updates policy:" = "سیاست به‌روزرسانی‌ها:";
"Use the app without this permission. Thumbnails won’t show." = "از برنامه بدون این مجوز استفاده کنید. تصاویر بندانگشتی نمایش داده نخواهند شد.";
"Version" = "نسخه";
"Vertical Swipe with Four Fingers" = "کشیدن عمودی با چهار انگشت";
"Vertical Swipe with Three Fingers" = "کشیدن عمودی با سه انگشت";
"View existing discussions" = "بحث های موجود را مشاهده کنید";
"Vim keys" = "کلیدهای Vim";
"Vim keys already assigned to other actions:\n%@" = "کلیدهای VIM قبلاً به اقدامات دیگر اختصاص داده شده اند: \\ n ٪@";
"Visibility" = "دید";
"Visible Spaces" = "فضاهای قابل مشاهده";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "هنگام غیرفعال شدن، از نشانگر بنفش ضبط صفحه macOS و از پرش تصویر هنگام پخش ویدیوی DRM جلوگیری می‌کند. تصاویر بندانگشتی کمتر به‌روز خواهند بود.";
"When fullscreen" = "وقتی تمام صفحه";
"When no open window" = "وقتی پنجره باز نیست";
"While open, press:" = "هنگام باز بودن، فشار دهید:";
"Window app icon size:" = "اندازه آیکون برنامه پنجره:";
"Window is fullscreen" = "پنجره تمام صفحه است";
"Window is minimized" = "پنجره به حداقل می رسد";
"Window is on every Space" = "پنجره در هر فضایی است";
"Window is on Space %d" = "پنجره در فضا ٪ D است";
"Window max width in row:" = "حداکثر عرض پنجره در ردیف:";
"Window min width in row:" = "حداقل عرض پنجره در ردیف:";
"Window order:" = "ترتیب پنجره:";
"Window Title" = "عنوان پنجره";
"Window title contains" = "عنوان پنجره حاوی است";
"Window title font size:" = "اندازه فونت عنوان پنجره:";
"Window title truncation:" = "کوتاه کردن عنوان پنجره:";
"Windows" = "پنجره ها";
"You can’t undo this action." = "شما نمی توانید این عمل را خنثیسازی کنید.";
"You didn’t write your email, thus can’t receive any response." = "شما ایمیل خود را ننوشتید ، بنابراین نمی توانید پاسخی دریافت کنید.";
"You may need to disable some conflicting system gestures" = "ممکن است لازم باشد برخی از اشاره‌های سیستمی متضاد را غیرفعال کنید";
